heatExchanger/cylinders_on_the_edge/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    inlet_fluid
    {
        type            patch;
        nFaces          35;
        startFace       32734;
    }
    outlet_fluid
    {
        type            patch;
        nFaces          26;
        startFace       32769;
    }
    walls_fluid
    {
        type            patch;
        nFaces          1423;
        startFace       32795;
    }
    walls_heater
    {
        type            patch;
        nFaces          204;
        startFace       34218;
    }
    base_fins
    {
        type            patch;
        nFaces          428;
        startFace       34422;
    }
)

// ************************************************************************* //
