heatExchanger/cylinders_on_the_edge/system/cellMaxHeaterT
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Version:  v1912
    \\  /    A nd           | Website:  www.openfoam.com
     \\/     M anipulation  |
-------------------------------------------------------------------------------
Description
    Writes out the maximum cell value for one or more fields.
\*---------------------------------------------------------------------------*/

#includeEtc "caseDicts/postProcessing/minMax/cellMax.cfg"

region heater;

fields (T);

// ************************************************************************* //
